Repository: hankyoung123/steak-cooking-copilot
Catalog: SteakCopilot/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %.1f cm
zh_hans: %.1f 厘米

# %.1f cm · %@
source: %1$.1f cm · %2$@
zh_hans: %1$.1f 厘米 · %2$@

source: %@ · %.1f cm
zh_hans: %1$@ · %2$.1f 厘米

source: %@ · Pull at %.0f°C · ~%lld min
zh_hans: %1$@ · %2$.0f°C 出锅 · 约 %3$lld 分钟

source: %@ %@ centimeter %@, %@
zh_hans: %1$@，%2$@ 厘米，%3$@，%4$@

source: %lld seconds
zh_hans: %lld 秒

source: %lld–%lld min
zh_hans: %lld–%lld 分钟

source: ~%lld min
zh_hans: 约 %lld 分钟

source: 1. DRY
zh_hans: 1. 擦干

source: 2. SALT
zh_hans: 2. 撒盐

source: A drop of water should dance and evaporate.
zh_hans: 一滴水应该在锅中跳动并蒸发。

source: A dry surface builds a better crust.
zh_hans: 表面越干，焦香外壳越好。

source: A dry surface gives you a deeper, faster crust.
zh_hans: 表面越干，焦壳形成得越快、越深。

source: ADD BUTTER
zh_hans: 加入黄油

source: Add butter and aromatics
zh_hans: 加入黄油和香料

source: Add butter and aromatics.
zh_hans: 加入黄油和香料。

source: Add butter, garlic, and herbs if you like.
zh_hans: 按喜好加入黄油、大蒜和香草。

source: Add garlic and rosemary if you like.
zh_hans: 可按喜好加入大蒜和迷迭香。

source: Aim the probe at the center.
zh_hans: 让探针尖端对准肉心。

source: BASTE
zh_hans: 淋浇

source: Basting
zh_hans: 淋浇中

source: Begin Cooking
zh_hans: 开始烹饪

source: Begin Cooking →
zh_hans: 开始烹饪 →

source: Build the crust
zh_hans: 煎出焦壳

source: BUTTER · BASTE
zh_hans: 黄油 · 淋油

source: Butter added
zh_hans: 已加入黄油

source: Cancel
zh_hans: 取消

source: CANCELLED
zh_hans: 已取消

source: Carryover heat is finishing the center.
zh_hans: 余温正在完成牛排中心。

source: Carryover heat will finish the center.
zh_hans: 余温会继续加热中心。

source: Carryover heat will finish the cook.
zh_hans: 余温会继续完成烹饪。

source: Center temperature
zh_hans: 中心温度

source: CHECK
zh_hans: 测温

source: Check doneness
zh_hans: 检查熟度

source: CHECK TEMP
zh_hans: 测量中心温度

source: Close
zh_hans: 关闭

source: Continue to feedback?
zh_hans: 继续填写反馈？

source: Continue to preheat
zh_hans: 继续预热

source: Continue to serving?
zh_hans: 继续进入享用阶段？

source: Continue without completing the prep steps?
zh_hans: 不完成准备步骤并继续？

source: COOK
zh_hans: 煎制

source: Cook Again
zh_hans: 再煎一块

source: COOK COMPLETE
zh_hans: 烹饪完成

source: Cook history
zh_hans: 烹饪记录

source: Cook Log
zh_hans: 烹饪记录

source: Cooking
zh_hans: 烹饪中

source: Cooking estimate
zh_hans: 烹饪预估

source: Cooking preferences
zh_hans: 烹饪偏好

source: Crust
zh_hans: 焦壳

source: CRUST
zh_hans: 焦壳

source: CURRENT
zh_hans: 当前温度

source: Cut
zh_hans: 部位

source: CUT
zh_hans: 部位

source: Don’t move it yet.
zh_hans: 先别移动牛排。

source: Don't move the steak.
zh_hans: 不要移动牛排。

source: Done
zh_hans: 完成

source: DONE
zh_hans: 完成

source: Doneness
zh_hans: 熟度

source: DONENESS
zh_hans: 熟度

source: Dry
zh_hans: 擦干

source: EAT
zh_hans: 享用

source: Enjoy
zh_hans: 享用

source: ENJOY
zh_hans: 慢慢享用

source: Enjoy!
zh_hans: 开动吧！

source: Estimated
zh_hans: 估算进度

source: Estimated carryover
zh_hans: 预计余温加热

source: ESTIMATED FINISH
zh_hans: 预计完成

source: Estimated finishing progress
zh_hans: 预计收尾进度

source: Estimated finishing time is complete. Time to eat.
zh_hans: 预计收尾时间结束，可以享用了。

source: Estimated time
zh_hans: 预计时间

source: Estimated Time
zh_hans: 预计时间

source: Evenly, edge to edge.
zh_hans: 均匀覆盖，从边缘到边缘。

source: Exit
zh_hans: 退出

source: Exit Session
zh_hans: 退出本次烹饪

source: Exit this session?
zh_hans: 退出本次烹饪？

source: Expected carryover +%lld–%lld°C
zh_hans: 预计余温升温 +%lld–%lld°C

source: Fat cap
zh_hans: 煎脂肪边

source: FAT CAP
zh_hans: 脂肪边

source: FEEDBACK
zh_hans: 反馈

source: Filet
zh_hans: 菲力

source: FINAL TEMP
zh_hans: 最终温度

source: Fine-tune settings
zh_hans: 精调设置

source: FINISH
zh_hans: 收尾

source: Finishing
zh_hans: 余温完成中

source: FINISHING
zh_hans: 静置收尾

source: Finishing heat
zh_hans: 余温收尾

source: FLIP
zh_hans: 翻面

source: FLIP NOW
zh_hans: 现在 翻面

source: Flip in
zh_hans: 距离翻面

source: Flip now.
zh_hans: 立即翻面。

source: Flip your steak.
zh_hans: 翻转牛排。

source: Flipped
zh_hans: 已翻面

source: For best results, season and refrigerate uncovered for at least 45 minutes.
zh_hans: 想要更好的效果，撒盐后不加盖冷藏至少 45 分钟。

source: Give the pan time to get hot.
zh_hans: 让锅子 充分热起来。

source: HEAT
zh_hans: 热锅

source: Heat keeps moving toward the center after the steak leaves the pan.
zh_hans: 出锅后，热量仍会继续向牛排中心传递。

source: Heat the pan
zh_hans: 开始热锅

source: Help the next steak.
zh_hans: 帮助下一块牛排煎得更好。

source: Hold the fat edge against the pan.
zh_hans: 让脂肪边贴住锅面。

source: How did it turn out?
zh_hans: 成品怎么样？

source: How was it?
zh_hans: 效果怎么样？

source: HOW WAS IT?
zh_hans: 味道如何？

source: How will you cook?
zh_hans: 如何烹饪？

source: I'm ready
zh_hans: 我准备好了

source: Insert probe in the thickest part.
zh_hans: 从最厚处插入探针。

source: Juicy and tender. Great job!
zh_hans: 多汁鲜嫩，做得很棒！

source: KEEP COOKING
zh_hans: 继续煎制

source: Keep the steak still against the pan.
zh_hans: 让牛排贴住锅面，不要移动。

source: Last reading
zh_hans: 上次读数

source: LAST READING
zh_hans: 最后读数

source: Let heat move gently toward the center.
zh_hans: 让热量缓慢传向牛排中心。

source: Let the crust build until the next check.
zh_hans: 让焦壳继续形成，等待下一次检查。

source: Let's prep your steak
zh_hans: 先准备牛排

source: Log this cook
zh_hans: 记录本次烹饪

source: Medium
zh_hans: 五分熟

source: Medium Rare
zh_hans: 三分熟

source: Medium Well
zh_hans: 七分熟

source: Medium-high heat
zh_hans: 中高火

source: New York Strip
zh_hans: 纽约客牛排

source: NEXT · %@
zh_hans: 下一步 · %@

source: Next: %@
zh_hans: 下一步：%@

source: No cooks logged yet
zh_hans: 尚无烹饪记录

source: No thermometer — use timing
zh_hans: 没有温度计—改用计时

source: No thermometer reading recorded
zh_hans: 未记录温度计读数

source: Not ready yet
zh_hans: 还没热好

source: Now!
zh_hans: 现在！

source: Oil should shimmer and the steak should sizzle immediately on contact.
zh_hans: 油面应微微泛光，牛排入锅应立即发出滋滋声。

source: ONE LAST THING
zh_hans: 最后一件事

source: Only continue after taking the steak out of the pan.
zh_hans: 请先将牛排出锅再继续。

source: Open Perfect Steak for the next step.
zh_hans: 打开「完美牛排」查看下一步。

source: Optional: Dry brine
zh_hans: 可选：干腌

source: Out of the pan. Carryover heat is finishing the center.
zh_hans: 已离锅。 余温正在让中心完成。

source: Pan is ready
zh_hans: 锅已热好

source: Pan-sear
zh_hans: 平底锅煎制

source: Pat both sides until very dry.
zh_hans: 将两面拍至完全干燥。

source: Pat every surface dry
zh_hans: 擦干每一面

source: Pat it completely dry
zh_hans: 把表面彻底擦干

source: Perfect
zh_hans: 刚刚好

source: Perfect %@
zh_hans: 完美的%@

source: PERFECT STEAK
zh_hans: 完美牛排

source: PREHEAT
zh_hans: 预热

source: PREP
zh_hans: 准备

source: Prepare this steak
zh_hans: 准备这块牛排

source: Probe through the side
zh_hans: 从侧面插入探针

source: Probe through the side toward the center.
zh_hans: 从侧面插入温度计，探针指向中心。

source: Progress
zh_hans: 进度

source: PULL AT
zh_hans: 建议出锅

source: Pull at about %@°C.
zh_hans: 约 %@°C 时出锅。

source: Pull near %.0f°C
zh_hans: 接近 %.0f°C 时出锅

source: Pull target
zh_hans: 出锅目标

source: PULL TARGET
zh_hans: 出锅目标

source: Rare
zh_hans: 一分熟

source: READY
zh_hans: 可以享用

source: Ready the steak
zh_hans: 准备牛排

source: Ready to eat!
zh_hans: 可以享用了！

source: Ready to enjoy
zh_hans: 可以享用了

source: Remove from the pan
zh_hans: 移出煎锅

source: Remove from the pan.
zh_hans: 立即出锅。

source: Rest off the heat
zh_hans: 离火静置

source: Rest on a rack or plate.
zh_hans: 放在烤架或盘中静置。

source: Return to setup without saving feedback?
zh_hans: 不保存反馈并返回设置？

source: Ribeye
zh_hans: 肉眼牛排

source: Salt
zh_hans: 撒盐

source: Salt both sides
zh_hans: 两面撒盐

source: Save
zh_hans: 保存

source: Save & Close
zh_hans: 保存并关闭

source: Save & Cook Again
zh_hans: 保存并再煎一块

source: Save feedback
zh_hans: 保存反馈

source: SEAR
zh_hans: 煎制

source: SEAR · FAT CAP
zh_hans: 煎制 · 脂肪边

source: SEAR · FLIP
zh_hans: 煎制 · 翻面

source: SEAR · SIDE ONE
zh_hans: 煎制 · 第一面

source: Sear the fat edge.
zh_hans: 煎制脂肪边。

source: Searing
zh_hans: 煎制中

source: Season both sides
zh_hans: 两面调味

source: Season both sides generously.
zh_hans: 两面均匀撒足盐。

source: Serve while the crust is still crisp.
zh_hans: 趁焦壳仍酥脆时上桌。

source: SESSION ENDED
zh_hans: 本次烹饪已结束

source: Settings
zh_hans: 设置

source: SETUP
zh_hans: 设置

source: Skip
zh_hans: 跳过

source: Skip Stage
zh_hans: 跳过阶段

source: Skip this stage?
zh_hans: 跳过当前阶段？

source: Slice across the grain
zh_hans: 逆纹切片

source: Slice across the grain and serve now.
zh_hans: 逆纹切片，趁热享用。

source: Slice and serve
zh_hans: 切片享用

source: sliced
zh_hans: 已切片

source: Sliced steak
zh_hans: 切片牛排

source: Slightly done
zh_hans: 稍熟

source: Slightly rare
zh_hans: 稍生

source: STAND IT UP
zh_hans: 立起牛排

source: STAND THE FAT CAP
zh_hans: 立起煎脂肪边

source: Start Cooking
zh_hans: 开始烹饪

source: Start cooking without confirming the pan is hot?
zh_hans: 不确认锅已热好就开始煎制？

source: Start fat cap
zh_hans: 开始煎脂肪边

source: Start with the steak in front of you.
zh_hans: 从你面前的 这块牛排开始。

source: Steak is out
zh_hans: 牛排已出锅

source: Steak needs you
zh_hans: 牛排需要你

source: Steak thickness
zh_hans: 牛排厚度

source: TAKE IT OUT
zh_hans: 立即 出锅

source: Take it out
zh_hans: 立即出锅

source: TARGET TEMP
zh_hans: 目标温度

source: Target Temperature
zh_hans: 目标温度

source: Temperature
zh_hans: 中心温度

source: Tenderloin
zh_hans: 菲力牛排

source: Tent loosely with foil if needed.
zh_hans: 如有需要，可松松盖上锡纸。

source: The steak is still cooking.
zh_hans: 牛排仍在继续加热。

source: The steak may still be finishing with carryover heat.
zh_hans: 牛排可能仍在通过余温完成中心加热。

source: These settings are recommendations based on your last cook.
zh_hans: 这些设置会根据你上一次的烹饪结果提供建议。

source: Thickness
zh_hans: 厚度

source: THICKNESS
zh_hans: 厚度

source: This helps improve next time.
zh_hans: 这会帮助下次做得更好。

source: This is an estimate, not a live temperature measurement.
zh_hans: 这是估算时间，并非实时温度测量。

source: Tilt pan & baste.
zh_hans: 倾斜锅身并持续淋油。

source: Tilt the pan and spoon the butter over the steak.
zh_hans: 倾斜平底锅，将黄油淋在牛排上。

source: Tilt the pan and spoon the foaming butter.
zh_hans: 倾斜锅身，将起泡的黄油淋在牛排上。

source: Time
zh_hans: 时间

source: TIME
zh_hans: 时间

source: Time to eat
zh_hans: 开始享用

source: TIME TO EAT
zh_hans: 可以享用了

source: Time to eat.
zh_hans: 可以开动了。

source: TODAY’S CUT
zh_hans: 今日牛排

source: Too dark
zh_hans: 太深

source: Too done
zh_hans: 太熟

source: Too light
zh_hans: 太浅

source: Too rare
zh_hans: 太生

source: TOTAL TIME
zh_hans: 总用时

source: Turn it over now.
zh_hans: 现在把牛排翻面。

source: Turn once, then set it down cleanly.
zh_hans: 翻面一次，然后平稳放回锅中。

source: Two quiet things before the heat.
zh_hans: 开火前， 安静地做好两件事。

source: Use this reading
zh_hans: 使用此读数

source: View All Logs
zh_hans: 查看全部记录

source: View Cook Log
zh_hans: 查看烹饪记录

source: Wait for a hard sizzle
zh_hans: 等待强烈滋滋声

source: Wait until the pan is hot.
zh_hans: 等待平底锅充分加热。

source: Watch the pan, not a fake countdown.
zh_hans: 观察锅的状态，不使用虚假倒计时。

source: Well Done
zh_hans: 全熟

source: WELL DONE
zh_hans: 做得好

source: What are we cooking?
zh_hans: 准备烹饪什么？

source: whole
zh_hans: 整块

source: Why finishing matters?
zh_hans: 为什么余温完成很重要？

source: You nailed the timing.
zh_hans: 时机把握得刚刚好。

source: Your completed steaks will appear here.
zh_hans: 完成的牛排会显示在这里。

source: Your Cook Log
zh_hans: 你的烹饪记录

source: Your progress will be cleared and you’ll return to setup.
zh_hans: 当前进度将被清除，并返回设置界面。
